---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod
source: html/51daca96-a8a2-2d44-35ba-bf29fe51930f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod Property

"Poisson ratio"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod { get; }
```